/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copiado para a área de transferência";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmações";

/* No comment provided by engineer. */
"%d more" = "%d mais";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transações";

/* No comment provided by engineer. */
"Account Settings" = "Definições De Conta";

/* No comment provided by engineer. */
"Active" = "Active";

/* No comment provided by engineer. */
"Add to Address book?" = "Adicionar ao livro de Endereços?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Ocorreu um erro ao validar o seu código PIN com o servidor remoto. Você pode estar off-line, ou blockchain pode estar enfrentando dificuldades. Você gostaria de repetição ou de validação, em vez de introduzir a sua palavra-passe manualmente?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Foi encontrado um erro de carregamento de sua carteira. Você pode estar off-line, ou Blockchain está enfrentando dificuldades. Por favor, feche o aplicativo e tente novamente mais tarde ou re-emparelhar o dispositivo.";

/* No comment provided by engineer. */
"Any Address" = "Qualquer Endereço";

/* No comment provided by engineer. */
"Archive" = "Arquivo";

/* No comment provided by engineer. */
"Archived" = "Arquivado";

/* No comment provided by engineer. */
"Automatically" = "Automaticamente";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Antes de acessar sua carteira, por favor, escolha um número de pin para utilizar para desbloquear a sua carteira. É importante que você lembre-se este pino como ela não pode ser redefinida ou alterada sem primeiro desbloquear o aplicativo.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Não é possível salvar o Código PIN quando a carteira não é inicializado ou palavra-passe é nulo";

/* No comment provided by engineer. */
"Change PIN" = "Alterar PIN";

/* No comment provided by engineer. */
"Close App" = "Aplicativo Fechar";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirmar Pagamento";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Confirmar o pagamento de%1$@ (%2$@) para %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Crie Carteira";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Descriptografados PIN a Senha de comprimento 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Descriptografar A Chave Privada";

/* No comment provided by engineer. */
"Enter Password" = "Introduza A Palavra-Passe";

/* No comment provided by engineer. */
"Error" = "Erro";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Falha Ao Carregar A Carteira";

/* No comment provided by engineer. */
"No internet connection." = "Sem conexão à internet.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Terminou A Assinatura De Entradas";

/* No comment provided by engineer. */
"Forget Details" = "Esqueça Os Detalhes";

/* No comment provided by engineer. */
"Forget Wallet" = "Se Esqueça De Carteira";

/* No comment provided by engineer. */
"How would you like to pair?" = "Como você gostaria de par?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Se você já tem um Blockchain Carteira, escolha o Par de Dispositivo; caso contrário, escolha Criar Carteira. É Grátis! Nenhum e-mail.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Importado Chave Privada %@";

/* No comment provided by engineer. */
"Information" = "Informações";

/* No comment provided by engineer. */
"Invalid email address." = "Endereço de email inválido.";

/* No comment provided by engineer. */
"Invalid GUID" = "GUID inválido";

/* No comment provided by engineer. */
"Invalid Identifier" = "Identificador Inválido";

/* No comment provided by engineer. */
"Invalid Send Value" = "Enviar Valor Inválido";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Inválido De Chave Compartilhada";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Inválido O Código De Status Retornado %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Endereço inválido bitcoin";

/* No comment provided by engineer. */
"Loading External Page" = "Carregamento De Página Externa";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Manually" = "Manualmente";

/* No comment provided by engineer. */
"No" = "Nenhum";

/* No comment provided by engineer. */
"No Label" = "Sem Etiqueta";

/* No comment provided by engineer. */
"No Password Entered" = "Nenhuma Palavra-Passe Introduzida";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Abrir as Definições de Conta, Logout ou alterar o pin abaixo.";

/* No comment provided by engineer. */
"Options" = "Opções";

/* No comment provided by engineer. */
"Pair Device" = "Emparelhe O Dispositivo";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Análise De Código De Emparelhamento";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Senha deve ser de 10 caracteres ou mais";

/* No comment provided by engineer. */
"Passwords do not match" = "As senhas não combinam";

/* No comment provided by engineer. */
"Payment Sent!" = "Pagamento Enviado!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN de Cadeia de caracteres Criptografada é nula";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Objeto de Resposta-chave ou valor de comprimento 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Objeto de Resposta de sucesso comprimento 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Salvo com Sucesso";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PINO de Validação não pode ser concluída. Por favor, digite a sua carteira senha manualmente.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Erro de Validação";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Por favor introduza o seu 36 caracteres carteira identificador corretamente. Ele pode ser encontrado no email de boas-vindas na inicialização.";

/* No comment provided by engineer. */
"Please provide an email address." = "Por favor, forneça um endereço de e-mail.";

/* No comment provided by engineer. */
"Please Wait" = "Por Favor, Aguarde";

/* No comment provided by engineer. */
"Retry Validation" = "Repetição De Validação";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Verificação De Assistir Somente O Endereço?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Segunda Palavra-Passe Incorrecta";

/* No comment provided by engineer. */
"Send Payment From:" = "Enviar O Pagamento A Partir De:";

/* No comment provided by engineer. */
"Send Payment To:" = "Para Enviar O Pagamento Para:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Servidor Retornado Null Código De Status";

/* No comment provided by engineer. */
"Signing Input %d" = "Assinatura de Entrada %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Assinatura Entradas";

/* No comment provided by engineer. */
"Success" = "Sucesso";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "A chave privada que você está tentando importar é criptografado. Por favor, digite a senha abaixo.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Esta ação requer que a segunda palavra-passe para a sua carteira bitcoin. Por favor, digite-o abaixo e pressione continuar.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Isto irá apagar todos os dados da carteira deste dispositivo. Por favor, confirme que você tem a sua carteira de informações guardadas em outro lugar, caso contrário os bitcoins neste carteira será inacessível!!";

/* No comment provided by engineer. */
"Unarchive" = "Desarquivar";

/* No comment provided by engineer. */
"Unconfirmed" = "Não confirmado";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Não Compatível Formato De Chave Privada";

/* No comment provided by engineer. */
"User Declined" = "Usuário Recusado";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Carteira de endereço %@ tem fundos disponíveis para gastar. No entanto, a chave privada precisa ser digitalizado a partir de um papel da carteira ou QR Code. Você gostaria de verificação da chave privada agora?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Carteira Emparelhado Com Êxito.";

/* No comment provided by engineer. */
"Warning!!!" = "Atenção!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Bem-Vindo De Volta";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Bem-vindo ao Blockchain Carteira";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Você gostaria de adicionar o endereço bitcoin %@ para o seu livro de endereços?";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Você não tem nenhum ativo bitcoin endereços para o envio disponível";

/* No comment provided by engineer. */
"You must enter a destination address" = "Você deve inserir um endereço de destino";

/* No comment provided by engineer. */
"You must enter a label" = "Você deve inserir um rótulo";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Sua carteira foi criado com êxito.";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Back" = "Voltar";

/* No comment provided by engineer. */
"New Wallet" = "Nova carteira";

/* No comment provided by engineer. */
"MOVED" = "MUDOU-SE";

/* No comment provided by engineer. */
"RECEIVED" = "RECEBIDO";

/* No comment provided by engineer. */
"SENT" = "ENVIADO";

